[
    {
        "short_description": "Country in Southern Europe"
    },
    {
        "summary": "Italy, officially the Italian Republic, is a country in Southern and Western Europe. It consists of a peninsula that extends into the Mediterranean Sea, with the Alps on its northern land border, as well as islands, notably Sicily and Sardinia. Italy shares its borders with France, Switzerland, Austria, Slovenia and two enclaves: Vatican City and San Marino. It is the tenth-largest country in Europe by area, covering 301,340 km2 (116,350 sq mi), and third-most populous member state of the European Union, with a population of nearly 60 million. Its capital and largest city is Rome; other major urban areas include Milan, Naples, Turin, Florence, and Venice. In antiquity, Italy was home to numerous peoples; the city of Rome, founded as a Kingdom, became a Republic that conquered the Mediterranean world and ruled it for centuries as an Empire. With the spread of Christianity, Rome became the seat of the Catholic Church and the Papacy. During the Early Middle Ages, Italy experienced the fall of the Western Roman Empire and inward migration from Germanic tribes. By the 11th century, Italian city-states and maritime republics expanded, bringing renewed prosperity through commerce and laying the groundwork for modern capitalism. The Italian Renaissance flourished during the 15th and 16th centuries and spread to the rest of Europe. Italian explorers discovered new routes to the Far East and the New World, leading the European Age of Discovery. However, centuries of rivalry and infighting between city-states left the peninsula divided. During the 17th and 18th centuries, Italian economic importance waned significantly. After centuries of political and territorial divisions, Italy was almost entirely unified in 1861, following wars of independence and the Expedition of the Thousand, establishing the Kingdom of Italy. From the late 19th to the early 20th century, Italy rapidly industrialized, mainly in the north, and acquired a colonial empire, while the south remained largely impoverished, fueling a large immigrant diaspora to the Americas. From 1915 to 1918, Italy took part in World War I with the Entente against the Central Powers. In 1922, the Italian fascist dictatorship was established. During World War II, Italy was first part of the Axis until its surrender to the Allied powers (1940–1943), then a co-belligerent of the Allies during the Italian resistance and the liberation of Italy (1943–1945). Following the war, the monarchy was replaced by a republic and the country enjoyed a strong recovery. A developed country, Italy has the ninth-largest nominal GDP in the world, the second-largest manufacturing industry in Europe, and plays a significant role in regional and global economic, military, cultural, and diplomatic affairs. Italy is a founding and leading member of the European Union, and is part of numerous international institutions, including NATO, the G7 and G20, the Latin Union and the Union for the Mediterranean. As a cultural superpower, Italy has long been a renowned centre of art, music, literature, cuisine, fashion, science and technology, and the source of multiple inventions and discoveries. It has the world's highest number of World Heritage Sites (59), and is the fifth-most visited country."
    },
    {
        "text": [
          "\"Indicatori demografici, anno 2020\" (PDF). Archived (PDF) from the original on 3 May 2021. Retrieved 3 May 2021.",
          "\"Special Eurobarometer 516\". European Union: European Commission. September 2021. Archived from the original on 29 June 2023. Retrieved 24 September 2021 – via European Data Portal (see Volume C: Country/socio-demographics: IT: Question D90.2.).",
          "\"Italy\". Central Intelligence Agency. 23 August 2023. Archived from the original on 1 July 2021. Retrieved 28 August 2023.",
          "\"Italy country profile\". BBC News. 12 November 2023. Archived from the original on 18 December 2023. Retrieved 12 November 2023.",
          "\"Surface water and surface water change\". Organisation for Economic Co-operation and Development (OECD). Archived from the original on 24 March 2021. Retrieved 11 October 2020.",
          "\"ISTAT – Demography, Statistics, Demographic Balance, Resident Population\". demo.istat.it. Retrieved 10 July 2024.",
          "\"World Economic Outlook Database, April 2024 Edition. (Italy)\". International Monetary Fund. 16 April 2024. Retrieved 16 April 2024.",
          "\"Gini coefficient of equivalised disposable income – EU-SILC survey\". European Commission. Archived from the original on 9 October 2020. Retrieved 21 June 2022.",
          "\"Human Development Report 2023/24\" (PDF). United Nations Development Programme. 13 March 2024. p. 288. Archived (PDF) from the original on 13 March 2024. Retrieved 13 March 2024.",
          "\"Legge Regionale 15 ottobre 1997, n. 26\". Regione autonoma della Sardegna – Regione Autònoma de Sardigna. Archived from the original on 26 February 2021. Retrieved 31 May 2018.",
          "\"Regione Autonoma Friuli-Venezia Giulia – Comunità linguistiche regionali\". regione.fvg.it. Archived from the original on 4 September 2015. Retrieved 2 November 2020.",
          "\"Comune di Campione d'Italia\". Comune.campione-d-italia.co.it. 14 July 2010. Archived from the original on 30 April 2011. Retrieved 30 October 2010.",
          "\"Southern Europe, a peninsula extending into the central Mediterranean Sea, northeast of Tunisia\". The World Factbook. Central Intelligence Agency. Archived from the original on 1 July 2021. Retrieved 17 August 2021.",
          "\"UNITED NATIONS DGACM\". United Nations. Archived from the original on 21 August 2017. Retrieved 24 September 2019.",
          "Hancock, M. Donald; Conradt, David P.; Peters, B. Guy; Safran, William; Zariski, Raphael (11 November 1998). Politics in Western Europe: an introduction to the politics of the United Kingdom, France, Germany, Italy, Sweden, and the European Union (2nd ed.). Chatham House Publishers. ISBN 978-1-5664-3039-5. list of Western European countries Italy.",
          "Ugo, Ascoli; Emmanuele, Pavolini (2016). The Italian welfare state in a European perspective: A comparative analysis. Policy Press. ISBN 978-1-4473-3444-6.",
          "Zloch-Christy, Iliana (1991). East-West Financial Relations: Current Problems and Future Prospects. Cambridge University Press. ISBN 978-0-5213-9530-4. Retrieved 29 September 2019. list of Western European countries Italy.",
          "Clout, Hugh D. (1989). Western Europe: Geographical Perspectives. Longman Scientific & Technical. ISBN 978-0-5820-1772-6. Retrieved 29 September 2019.",
          "Furlong, Paul (2003). Modern Italy: Representation and Reform. Routledge. ISBN 978-1-1349-7983-7. Retrieved 29 September 2019.",
          "Hanf, Kenneth; Jansen, Alf-Inge (2014). Governance and Environment in Western Europe: Politics, Policy and Administration. Routledge. ISBN 978-1-3178-7917-6. Retrieved 29 September 2019.",
          "\"Italia\", Dizionario enciclopedico italiano (in Italian), vol. VI, Treccani, 1970, p. 413",
          "\"Italy Population 2022 (Demographics, Maps, Graphs)\". worldpopulationreview.com. Archived from the original on 21 February 2022. Retrieved 21 February 2022.",
          "Carl Waldman; Catherine Mason (2006). Encyclopedia of European Peoples. Infobase Publishing. p. 586. ISBN 978-1-4381-2918-1. Archived from the original on 11 March 2023. Retrieved 23 February 2013.",
          "Mommsen, Theodor (1855). History of Rome, Book II: From the Abolition of the Monarchy in Rome to the Union of Italy. Leipzig: Reimer & Hirsel.",
          "Lazenby, John Francis (4 February 1998). Hannibal's War: A Military History of the Second Punic War. University of Oklahoma Press. p. 29. ISBN 978-0-8061-3004-0 – via Internet Archive. Italy homeland of the Romans.",
          "Sée, Henri. \"Modern Capitalism Its Origin and Evolution\" (PDF). University of Rennes. Batoche Books. Archived from the original (PDF) on 7 October 2013. Retrieved 29 August 2013.",
          "\"Italian Trade Cities | Western Civilization\". courses.lumenlearning.com. Archived from the original on 2 November 2021. Retrieved 21 September 2022.",
          "\"Gli antichi Stati italiani\" (PDF) (in Italian). Archived (PDF) from the original on 26 July 2023. Retrieved 26 July 2023.",
          "Accetturo, Antonio; Mocetti, Sauro (2019). \"Historical Origins and Developments of Italian Cities\". Italian Economic Journal. 5 (2): 205–222. doi:10.1007/s40797-019-00097-w. ISSN 2199-322X.",
          "Bouchard, Norma; Ferme, Valerio (2013). Italy and the Mediterranean: Words, Sounds, and Images of the Post-Cold War Era. Palgrave Macmillan. ISBN 978-1-1373-4346-8. Archived from the original on 16 January 2024. Retrieved 17 December 2015.",
          "\"Unification of Italy\". Library.thinkquest.org. 4 April 2003. Archived from the original on 7 March 2009. Retrieved 19 November 2009.",
          "\"The Italian Colonial Empire\". All Empires. Archived from the original on 24 February 2012. Retrieved 17 June 2012. At its peak, just before WWII, the Italian Empire comprehended the territories of present time Italy, Albania, Rhodes, Dodecanese, Libya, Ethiopia, Eritrea, the majority of Somalia and the little concession of Tientsin in China",
          "Jon Rynn. \"WHAT IS A GREAT POWER?\" (PDF). economicreconstruction.com. Archived (PDF) from the original on 28 April 2017. Retrieved 15 March 2017.",
          "\"IMF Advanced Economies List. World Economic Outlook, April 2016, p. 148\" (PDF). Archived (PDF) from the original on 21 April 2016.",
          "\"Manufacturing by Country 2023\". worldpopulationreview.com. Archived from the original on 30 November 2023. Retrieved 14 October 2023.",
          "Canada Among Nations, 2004: Setting Priorities Straight. McGill-Queen's Press – MQUP. 17 January 2005. p. 85. ISBN 978-0-7735-2836-9. Archived from the original on 16 January 2023. Retrieved 13 June 2016. The United States is the sole world's superpower. France, Italy, Germany and the United Kingdom are great powers",
          "Sterio, Milena (2013). The right to self-determination under international law: \"selfistans\", secession and the rule of the great powers. Milton Park, Abingdon, Oxon: Routledge. p. xii (preface). ISBN 978-0-4156-6818-7. Archived from the original on 16 January 2024. Retrieved 13 June 2016. The great powers are super-sovereign states: an exclusive club of the most powerful states economically, militarily, politically and strategically. These states include veto-wielding members of the United Nations Security Council (United States, United Kingdom, France, China, and Russia), as well as economic powerhouses such as Germany, Italy and Japan.",
          "Michael Barone (2 September 2010). \"The essence of Italian culture and the challenge of the global age\". Council for Research in Values and philosophy. Archived from the original on 22 September 2012. Retrieved 22 September 2012.",
          "Carlà-Uhink, Filippo (25 September 2017). The \"Birth\" of Italy: The Institutionalization of Italy as a Region, 3rd–1st Century BCE. Walter de Gruyter GmbH & Co KG. ISBN 978-3-1105-4478-7.",
          "Levene, D. S. (17 June 2010). Livy on the Hannibalic War. Oxford University Press. ISBN 978-0-1981-5295-8. Archived from the original on 28 March 2024. Retrieved 12 November 2020.",
          "Carlà-Uhink, Filippo (25 September 2017). The \"Birth\" of Italy: The Institutionalization of Italy as a Region, 3rd–1st Century BCE. Walter de Gruyter GmbH & Co KG. ISBN 978-3-1105-4478-7. Archived from the original on 11 February 2024. Retrieved 12 November 2020.",
          "Williams, J. H. C. (22 May 2020). Beyond the Rubicon: Romans and Gauls in Republican Italy – J. H. C. Williams – Google Books. Oxford University Press. ISBN 978-0-1981-5300-9. Archived from the original on 22 May 2020.",
          "Long, George (1866). Decline of the Roman republic: Volume 2.",
          "Aurigemma, Salvatore. \"Gallia Cisalpina\". treccani.it (in Italian). Enciclopedia Italiana. Archived from the original on 4 April 2023. Retrieved 14 October 2014.",
          "\"Italy (ancient Roman territory)\". Encyclopædia Britannica. Archived from the original on 10 November 2013. Retrieved 10 November 2013.",
          "\"La riorganizzazione amministrativa dell'Italia. Costantino, Roma, il Senato e gli equilibri dell'Italia romana\" (in Italian). Archived from the original on 19 November 2021. Retrieved 19 November 2021.",
          "\"IL COMUNE MEDIEVALE\". homolaicus.com. Archived from the original on 18 March 2012.",
          "Society, National Geographic. \"Erano padani i primi abitanti d'Italia\". National Geographic. Archived from the original on 26 June 2019. Retrieved 11 March 2019.",
          "Douka, Katerina; et al. (2012). \"A new chronostratigraphic framework for the Upper Palaeolithic of Riparo Mochi (Italy)\". Journal of Human Evolution. 62 (2): 286–299. Bibcode:2012JHumE..62..286D. doi:10.1016/j.jhevol.2011.11.009. PMID 22189428.",
          "\"Istituto Italiano di Preistoria e Protostoria\". IIPP. 29 January 2010. Archived from the original on 15 October 2013.",
          "\"Rock Drawings in Valcamonica\". UNESCO World Heritage Centre. Archived from the original on 3 July 2010. Retrieved 29 June 2010.",
          "Bonani, Georges; Ivy, Susan D.; et al. (1994). \"AMS 14C Age Determination of Tissue, Bone and Grass Samples from the Ötzal Ice Man\" (PDF). Radiocarbon. 36 (2): 247–250. doi:10.1017/s0033822200040534. Archived (PDF) from the original on 20 July 2010. Retrieved 4 February 2016.",
          "Raclot, Thierry; Oudart, Hugues (January 2000). \"CORPS GRAS ET OBESITE Acides gras alimentaires et obésité: aspects qualitatifs et quantitatifs\". Oléagineux, Corps gras, Lipides. 7 (1): 77–85. doi:10.1051/ocl.2000.0077. ISSN 1258-8210.",
          "\"II 1987: Uomini e vicende di Magna Grecia\". bpp.it. Archived from the original on 4 February 2021. Retrieved 31 January 2021.",
          "Bennett, Julian (1997). Trajan: Optimus Princeps : a Life and Times. Routledge. ISBN 978-0-415-16524-2.",
          "Morcillo, Marta García. \"The Glory of Italy and Rome's Universal Destiny in Strabo's Geographika, in: A. Fear – P. Liddel (eds), Historiae Mundi. Studies in Universal History. Duckworth: London 2010: 87-101\". Historiae Mundi: Studies in Universal History. Archived from the original on 14 January 2022. Retrieved 20 November 2021.",
          "Keaveney, Arthur (January 1987). Arthur Keaveney: Rome and the Unification of Italy. Croom Helm. ISBN 978-0-7099-3121-8. Archived from the original on 11 February 2024. Retrieved 20 November 2021.",
          "Billanovich, Giuseppe (2008). Libreria Universitaria Hoepli, Lezioni di filologia, Giuseppe Billanovich e Roberto Pesce: Corpus Iuris Civilis, Italia non erat provincia, sed domina provinciarum, Feltrinelli, p.363 (in Italian). Roberto Pesce. ISBN 978-8-8965-4309-2. Archived from the original on 11 February 2024. Retrieved 20 November 2021.",
          "A. Fear; P. Liddel, eds. (2010). \"The Glory of Italy and Rome's Universal Destiny in Strabo's Geographika\". Historiae Mundi. Studies in Universal History. London: Duckworth. pp. 87–101. Retrieved 20 November 2021.",
          "Keaveney, Arthur (January 1987). Arthur Keaveney: Rome and the Unification of Italy. Croom Helm. ISBN 9780709931218. Retrieved 20 November 2021.",
          "Billanovich, Giuseppe (2008). Libreria Universitaria Hoepli, Lezioni di filologia, Giuseppe Billanovich e Roberto Pesce: Corpus Iuris Civilis, Italia non erat provincia, sed domina provinciarum, Feltrinelli, p.363 (in Italian). Roberto Pesce. ISBN 9788896543092. Retrieved 20 November 2021.",
          "Bleicken, Jochen (15 October 2015). Italy: the absolute center of the Republic and the Roman Empire. Penguin UK. ISBN 9780241003909. Retrieved 20 November 2021.",
          "Morcillo, Martha García (2010). \"The Roman Italy: Rectrix Mundi and Omnium Terrarum Parens\". In A. Fear; P. Liddel (eds.). Historiae Mundi. Studies in Universal History. London: Bloomsbury. ISBN 9781472519801. Retrieved 20 November 2021.",
          "Altri nomi e appellativi relazionati allo status dell'Italia in epoca romana (in Italian). Bloomsbury. 20 November 2013. ISBN 9781472519801. Retrieved 20 November 2021.",
          "\"Antico appellativo dell'Italia romana: Italia Omnium Terrarum Parens\" (in Italian). Retrieved 20 November 2021.",
          "Taagepera, Rein (1979). \"Size and Duration of Empires: Growth-Decline Curves, 600 B.C. to 600 A.D\". Social Science History. 3 (3/4): 115–138. doi:10.2307/1170959. JSTOR 1170959.",
          "Turchin, Peter; Adams, Jonathan M.; Hall, Thomas D (2006). \"East–West Orientation of Historical Empires\" (PDF). Journal of World-Systems Research. 12 (2): 222. doi:10.5195/JWSR.2006.369. ISSN 1076-156X. Archived (PDF) from the original on 17 May 2016. Retrieved 6 February 2016.",
          "Richard, Carl J. (2010). Why we're all Romans: the Roman contribution to the western world (1st pbk. ed.). Lanham, MD: Rowman & Littlefield. pp. xi–xv. ISBN 978-0-7425-6779-5.",
          "Sarris, Peter (2011). Empires of faith: the fall of Rome to the rise of Islam, 500–700 (1st. pub. ed.). Oxford: Oxford UP. p. 118. ISBN 978-0-1992-6126-0.",
          "\"History of Italy\". Encyclopædia Britannica. Archived from the original on 29 September 2022. Retrieved 29 September 2022.",
          "\"Carolingian and post-Carolingian Italy, 774–962\". Encyclopædia Britannica. Archived from the original on 7 October 2022. Retrieved 7 October 2022.",
          "Nolan, Cathal J. (2006). The age of wars of religion, 1000–1650: an encyclopedia of global warfare and civilization (1. publ. ed.). Westport (Connecticut): Greenwood Press. p. 360. ISBN 978-0-3133-3045-2.",
          "Jones, Philip (1997). The Italian city-state: from Commune to Signoria. Oxford: Clarendon Press. pp. 55–77. ISBN 978-0-1982-2585-0.",
          "Niall, Ferguson (2008). The Ascent of Money: The Financial History of the World. Penguin.",
          "Lane, Frederic C. (1991). Venice, a maritime republic (4. print. ed.). Baltimore: Johns Hopkins University Press. p. 73. ISBN 978-0-8018-1460-0.",
          "Peris, Persi (1982). Conoscere l'Italia. Istituto Geografico De Agostini. p. 74.",
          "\"Repubbliche Marinare\". Treccani.it (in Italian). Istituto dell'Enciclopedia Italiana. Archived from the original on 29 August 2019. Retrieved 13 September 2019.",
          "\"Repubbliche marinare\". thes.bncf.firenze.sbn.it (in Italian). National Central Library (Florence). Archived from the original on 1 January 2020. Retrieved 13 September 2019.",
          "Zorzi, Alvise (1983). Venice: The Golden Age, 697 – 1797. New York: Abbeville Press. p. 255. ISBN 0-8965-9406-8. Archived from the original on 2 February 2023. Retrieved 16 September 2017.",
          "Ali, Ahmed Essa with Othman (2010). Studies in Islamic civilization: the Muslim contribution to the Renaissance. Herndon, VA: International Institute of Islamic Thought. pp. 38–40. ISBN 978-1-56564-350-5.",
          "\"Catholic Encyclopedia \"John & Sebastian Cabot\"\". newadvent. 2007. Archived from the original on 18 May 2020. Retrieved 17 May 2008.",
          "Eric Martone (2016). Italian Americans: The History and Culture of a People. ABC-CLIO. p. 504. ISBN 978-1-6106-9995-2. Archived from the original on 11 February 2024. Retrieved 22 November 2021.",
          "Greene, George Washington (1837). The Life and Voyages of Verrazzano. Cambridge University: Folsom, Wells, and Thurston. p. 13. Archived from the original on 11 February 2024. Retrieved 18 August 2017 – via Google Books.",
          "Maiorino, Tarquinio; Marchetti Tricamo, Giuseppe; Zagami, Andrea (2002). Il tricolore degli italiani. Storia avventurosa della nostra bandiera (in Italian). Arnoldo Mondadori Editore. p. 156. ISBN 978-8-8045-0946-2.",
          "\"Risorgimento in 'Dizionario di Storia'\". treccani.it (in Italian). Archived from the original on 22 September 2022. Retrieved 22 September 2022.",
          "Maiorino, Tarquinio; Marchetti Tricamo, Giuseppe; Zagami, Andrea (2002). Il tricolore degli italiani. Storia avventurosa della nostra bandiera (in Italian). Arnoldo Mondadori Editore. p. 18. ISBN 978-8-8045-0946-2.",
          "\"Fratelli d'Italia\" (in Italian). Archived from the original on 26 April 2023. Retrieved 1 October 2021.",
          "\"Scholar and Patriot\". Manchester University Press. Archived from the original on 28 March 2024. Retrieved 5 April 2020 – via Google Books.",
          "\"Giuseppe Garibaldi (Italian revolutionary)\". Archived from the original on 26 February 2014. Retrieved 6 March 2014.",
          "\"\"Un nizzardo su quattro prese la via dell'esilio\" in seguito all'unità d'Italia, dice lo scrittore Casalino Pierluigi\" (in Italian). 28 August 2017. Archived from the original on 19 February 2020. Retrieved 14 May 2021.",
          "\"Everything you need to know about March 17th, Italy's Unity Day\". 17 March 2017. Archived from the original on 17 June 2017. Retrieved 17 July 2017.",
          "\"Redipuglia. Il sacrario della Grande Guerra\" (in Italian). Retrieved 23 June 2024.",
          "\"Il 1861 e le quattro Guerre per l'Indipendenza (1848–1918)\" (in Italian). 6 March 2015. Archived from the original on 19 March 2022. Retrieved 12 March 2021.",
          "\"La Grande Guerra nei manifesti italiani dell'epoca\" (in Italian). Archived from the original on 23 September 2015. Retrieved 12 March 2021.",
          "Genovesi, Piergiovanni (11 June 2009). Il Manuale di Storia in Italia, di Piergiovanni Genovesi (in Italian). FrancoAngeli. ISBN 978-8-8568-1868-0. Archived from the original on 16 January 2024. Retrieved 12 March 2021.",
          "Mortara, G (1925). La Salute pubblica in Italia durante e dopo la Guerra. New Haven: Yale University Press.",
          "Lyttelton, Adrian (2008). The Seizure of Power: Fascism in Italy, 1919–1929. New York: Routledge. pp. 75–77. ISBN 978-0-4155-5394-0.",
          "\"March on Rome | Italian history\". Encyclopædia Britannica. Archived from the original on 4 May 2015. Retrieved 25 July 2017.",
          "Rodogno, Davide (2006). Fascism's European Empire: Italian Occupation during the Second World War. Cambridge, England: Cambridge University Press. p. 88.",
          "Kallis, Aristotle A. (2000). Fascist ideology: territory and expansionism in Italy and Germany, 1922–1945. London, England; New York City, USA: Routledge. p. 41.",
          "Ball, Terence; Bellamy, Richard. The Cambridge History of Twentieth-Century Political Thought. p. 133.",
          "Stephen J. Lee (2008). European Dictatorships, 1918–1945. Routledge. pp. 157–158. ISBN 978-0-4154-5484-1. Archived from the original on 11 February 2024. Retrieved 8 February 2022.",
          "\"Storia della guerra civile in Italia\" (PDF). Archived (PDF) from the original on 13 October 2022. Retrieved 28 August 2023.",
          "Pavone, Claudio (1991). Una guerra civile. Saggio storico sulla moralità della Resistenza (in Italian). Torino: Bollati Boringhieri. p. 238. ISBN 8-8339-0629-9.",
          "Viganò, Marino (2001), \"Un'analisi accurata della presunta fuga in Svizzera\", Nuova Storia Contemporanea (in Italian), vol. 3",
          "\"1945: Italian partisans kill Mussolini\". BBC News. 28 April 1945. Archived from the original on 26 November 2011. Retrieved 17 October 2011.",
          "\"Italy – Britannica Online Encyclopedia\". Encyclopædia Britannica. Archived from the original on 6 March 2012. Retrieved 2 August 2010.",
          "Lyttelton, Adrian, ed. (2002). Liberal and fascist Italy, 1900–1945. Oxford University Press. p. 13.",
          "\"Italia\". Dizionario enciclopedico italiano (in Italian). Vol. VI. Treccani. 1970. p. 456.",
          "Damage Foreshadows A-Bomb Test, 1946/06/06 (1946). Universal Newsreel. 1946. Retrieved 22 February 2012.",
          "\"Italia 1946: le donne al voto, dossier a cura di Mariachiara Fugazza e Silvia Cassamagnaghi\" (PDF). Archived from the original (PDF) on 20 May 2011. Retrieved 30 May 2011.",
          "\"La prima volta in cui le donne votarono in Italia, 75 anni fa\". Il Post (in Italian). 10 March 2021. Archived from the original on 23 August 2021. Retrieved 24 August 2021.",
          "Tobagi, Benedetta. \"La Repubblica italiana | Treccani, il portale del sapere\". Treccani.it. Archived from the original on 5 March 2016. Retrieved 28 January 2015.",
          "Lawrence S. Kaplan; Morris Honick (2007). NATO 1948: The Birth of the Transatlantic Alliance. Rowman & Littlefield. pp. 52–55. ISBN 978-0-7425-3917-4. Archived from the original on 16 January 2024. Retrieved 5 January 2020.",
          "Robert Ventresca (2004). From Fascism to Democracy: Culture and Politics in the Italian Election of 1948. University of Toronto Press. pp. 236–37.",
          "\"Commissione parlamentare d'inchiesta sul terrorismo in Italia e sulle cause della mancata individuazione dei responsabili delle stragi (Parliamentary investigative commission on terrorism in Italy and the failure to identify the perpetrators)\" (PDF) (in Italian). 1995. Archived from the original (PDF) on 19 August 2006. Retrieved 2 May 2006.",
          "\"Secret Warfare: Operation Gladio and NATO's Stay-Behind Armies\". Swiss Federal Institute of Technology / International Relation and Security Network. Archived from the original on 25 April 2006. Retrieved 2 May 2006.",
          "\"Clarion: Philip Willan, Guardian, 24 June 2000, p. 19\". Cambridgeclarion.org. 24 June 2000. Archived from the original on 29 March 2010. Retrieved 24 April 2010.",
          "\"New Arrests for Via D'Amelio Bomb Attack\". Corriere della Sera. 8 March 2012. Archived from the original on 13 October 2012. Retrieved 9 February 2019.",
          "Buonomo, Giampiero (2015). \"Tovaglie pulite\". Mondoperaio Edizione Online.",
          "Hooper, John (16 November 2011). \"Mario Monti appoints technocrats to steer Italy out of economic crisis\". The Guardian. Archived from the original on 19 March 2020. Retrieved 19 March 2020.",
          "\"New Italian PM Paolo Gentiloni sworn in\". BBC News. 12 December 2016. Archived from the original on 29 November 2019. Retrieved 19 March 2020.",
          "\"What will Italy's new government mean for migrants?\". The Local Italy. 21 May 2018. Archived from the original on 1 April 2019. Retrieved 8 June 2018.",
          "\"African migrants fear for future as Italy struggles with surge in arrivals\". Reuters. 18 July 2017. Archived from the original on 2 April 2019. Retrieved 8 June 2018.",
          "\"Italy starts to show the strains of migrant influx\". The Local. Archived from the original on 29 April 2017. Retrieved 10 January 2017.",
          "\"Italy's far right jolts back from dead\". Politico. 3 February 2016. Archived from the original on 19 January 2017. Retrieved 10 January 2017.",
          "\"Opinion – The Populists Take Rome\". The New York Times. 24 May 2018. Archived from the original on 3 January 2022. Retrieved 2 June 2018.",
          "Ellyatt, Holly (19 March 2020). \"Italy's lockdown will be extended, prime minister says as death toll spikes and hospitals struggle\". CNBC. Archived from the original on 19 March 2020. Retrieved 19 March 2020.",
          "\"Mario Draghi sworn in as Italy's new prime minister\". 12 February 2021. Archived from the original on 19 March 2022. Retrieved 13 February 2021.",
          "\"Mario Draghi's new government to be sworn in on Saturday\". The Guardian. 12 February 2021. Archived from the original on 19 April 2021. Retrieved 19 February 2021.",
          "\"Who is Giorgia Meloni? The rise to power of Italy's new far-right PM\". BBC News. 21 October 2022. Archived from the original on 24 October 2022. Retrieved 24 October 2022.",
          "\"Principali dimensioni geostatistiche e grado di urbanizzazione del Paese\". istat.it. 30 October 2014. Archived from the original on 17 November 2014. Retrieved 22 March 2019.",
          "Chisholm, Hugh (ed.). \"Tyrrhenian Sea\". Encyclopædia Britannica. Cambridge University Press. Archived from the original on 11 July 2018. Retrieved 18 July 2017.",
          "Limits of Oceans and Seas (PDF) (3rd ed.). Organisation hydrographique internationale. 1953. Archived from the original (PDF) on 8 October 2011. Retrieved 28 December 2020.",
          "\"San Marino\". Encyclopædia Britannica. 2012. Archived from the original on 11 May 2011. Retrieved 1 March 2011.",
          "\"Vatican country profile\". BBC News. 2018. Archived from the original on 25 August 2018. Retrieved 24 August 2018.",
          "\"Democracy in Figures\". Italian National Institute of Statistics. Archived from the original on 26 January 2021. Retrieved 28 May 2021.",
          "Riganti, dir. da Alberto (1991). Enciclopedia universale Garzanti (Nuova ed. aggiornata e ampliata. ed.). Milano: Garzanti. ISBN 8-8115-0459-7.",
          "\"List of Italian rivers\". comuni-italiani.it. Archived from the original on 16 September 2017. Retrieved 30 July 2018.",
          "Zwingle, Erla (May 2002). \"Italy's Po River Punished for centuries by destructive floods, northern Italians stubbornly embrace their nation's longest river, which nurtures rice fields, vineyards, fisheries—and legends\". National Geographic. Archived from the original on 23 December 2007. Retrieved 6 April 2009.",
          "\"Morphometric and hydrological characteristics of some important Italian lakes\". Verbania Pallanza: Istituto per lo Studio degli Ecosistemi. Archived from the original on 5 February 2010. Retrieved 3 March 2010.",
          "Beck, Hylke E.; Zimmermann, Niklaus E.; McVicar, Tim R.; Vergopolan, Noemi; Berg, Alexis; Wood, Eric F. (30 October 2018). \"Present and future Köppen-Geiger climate classification maps at 1-km resolution\". Scientific Data. 5: 180214. Bibcode:2018NatSD...580214B. doi:10.1038/sdata.2018.214. PMC 6207062. PMID 30375988.",
          "\"Che cosa significa clima temperato e cosa significa clima continentale\" (in Italian). Archived from the original on 8 March 2022. Retrieved 8 March 2022.",
          "\"Climate Atlas of Italy\". Network of the Air Force Meteorological Service. Archived from the original on 14 November 2012. Retrieved 30 September 2012.",
          "\"Italy's Fifth National Report to the Convention on Biological Diversity\" (PDF). Italian Ministry for the Environment, Land and Sea. p. 7. Archived (PDF) from the original on 18 May 2015. Retrieved 17 May 2015.",
          "\"Italy – Main Details\". Convention on Biological Diversity. Archived from the original on 12 May 2012. Retrieved 10 September 2023.",
          "\"Checklist E Distribuzione Della Fauna Italiana\" (PDF) (in Italian). p. 29. Archived (PDF) from the original on 9 January 2023. Retrieved 10 March 2022.",
          "\"Mammiferi d'Italia – Ministero della Transizione Ecologica\" (PDF) (in Italian). p. 7. Archived (PDF) from the original on 29 May 2022. Retrieved 11 March 2022.",
          "\"Uccelli\" (in Italian). Archived from the original on 11 March 2022. Retrieved 11 March 2022.",
          "Peter Uetz; Jakob Hallermann; Jiri Hosek. \"Distribution: italy\". The Reptile Database. Archived from the original on 9 January 2023. Retrieved 22 June 2021.",
          "\"Quali sono gli anfibi autoctoni?\" (in Italian). Archived from the original on 19 March 2022. Retrieved 11 March 2022.",
          "\"All fishes reported from Italy\". Archived from the original on 16 January 2024. Retrieved 10 March 2022.",
          "\"Dove operiamo\" (in Italian). Archived from the original on 9 January 2023. Retrieved 11 March 2022.",
          "\"Riccardo Guarino, Sabina Addamiano, Marco La Rosa, Sandro Pignatti Flora Italiana Digitale:an interactive identification tool for the Flora of Italy\" (PDF). Archived from the original (PDF) on 26 December 2016.",
          "\"An inventory of vascular plants endemic to Italy\". Archived from the original on 24 June 2020. Retrieved 12 March 2022.",
          "\"I parchi fioriti e gli orti botanici più belli d'Italia\" (in Italian). Archived from the original on 9 January 2023. Retrieved 14 March 2022.",
          "\"Top10: i giardini più belli d'Italia\" (in Italian). Archived from the original on 9 January 2023. Retrieved 15 March 2022.",
          "\"Alla scoperta delle meraviglie del giardino all'italiana\" (in Italian). 11 March 2022. Archived from the original on 9 January 2023. Retrieved 28 March 2022.",
          "Sheri Foster (January 2021). \"What is Italy national animal?\". Yourtrip.com. Archived from the original on 9 January 2023. Retrieved 15 November 2021.",
          "James Hansen (June 2018). \"Il lupo grigio degli appennini e l animale dell Italia\". Archived from the original on 26 November 2022. Retrieved 15 November 2021.",
          "\"Il corbezzolo simbolo dell'Unità d'Italia. Una specie che resiste agli incendi\" (in Italian). 3 October 2011. Archived from the original on 5 February 2016. Retrieved 25 January 2016.",
          "Livy (1797). The history of Rome. George Baker (trans.). Printed for A. Strahan.",
          "\"Passero Italiano: L'uccello nazionale d'Italia\". Conca Ternana Oggi. 18 December 2022. Retrieved 22 August 2024.",
          "\"Il fiore nazionale dell'Italia (e quello degli altri Paesi del mondo)\". MSN (in Italian). Retrieved 26 August 2024.",
          "\"Italy – Environment\". Dev.prenhall.com. Archived from the original on 1 July 2009. Retrieved 2 August 2010.",
          "\"Regione e aree protette\" (in Italian). Archived from the original on 11 January 2022. Retrieved 11 January 2022.",
          "\"Le aree protette in Italia\" (in Italian). Archived from the original on 2 March 2022. Retrieved 2 March 2022.",
          "\"Renewables 2010 Global Status Report\" (PDF). REN21. 15 July 2010. Archived from the original (PDF) on 20 August 2011. Retrieved 16 July 2010.",
          "\"Photovoltaic energy barometer 2010 – EurObserv'ER\" (PDF). Archived (PDF) from the original on 11 October 2010. Retrieved 30 October 2010.",
          "\"World Wind Energy Report 2010\" (PDF). World Wind Energy Association. February 2011. Archived from the original (PDF) on 4 September 2011. Retrieved 8 August 2011.",
          "\"Renewables provided 37% of Italy's energy in 2020 – English\". ANSA.it. 25 May 2021. Archived from the original on 23 October 2021. Retrieved 28 May 2021.",
          "Duncan Kennedy (14 June 2011). \"Italy nuclear: Berlusconi accepts referendum blow\". BBC News. Archived from the original on 12 June 2011. Retrieved 20 April 2013.",
          "\"Environment and Health in Italy – Executive Summary\" (PDF). World Health Organization. Archived from the original on 3 March 2010.",
          "Nick Squires (2 October 2009). \"Sicily mudslide leaves scores dead\". The Daily Telegraph. London. Archived from the original on 6 October 2009. Retrieved 2 October 2009.",
          "\"About us – Sistema di informazione per la sicurezza della Repubblica\". sicurezzanazionale.gov.it. Archived from the original on 29 March 2015. Retrieved 19 November 2015.",
          "\"GERARCHIA DELLE FONTI\" (in Italian). Archived from the original on 17 January 2022. Retrieved 26 March 2022.",
          "\"Guide to Law Online: Italy | Law Library of Congress\". loc.gov. Archived from the original on 8 May 2021. Retrieved 26 March 2022.",
          "\"Country Ranking – Rainbow Europe\". rainbow-europe.org. Archived from the original on 21 May 2019. Retrieved 28 October 2021.",
          "\"The Struggle against Torture in Italy – The Failure of the Italian Law – English\". menschenrechte.org. Archived from the original on 8 June 2019. Retrieved 8 June 2019.",
          "Reece Walters (2013). Kerry Carrington; Matthew Ball; Erin O'Brien; Juan Tauri (eds.). \"Eco Mafia and Environmental Crime\". Crime, Justice and Social Democracy: International Perspectives. Palgrave Macmillan: 286. doi:10.1057/9781137008695_19. ISBN 978-1-3494-3575-3.",
          "Paulo Buonanno; Giovanni Mastrobuoni (2013). \"Centralized versus Decentralized Police Hiring in Italy and the United States\". In Philip J. Cook; Stephen Machin; Olivier Marie; Giovanni Mastrobuoni (eds.). Lessons from the Economics of Crime: What Reduces Offending?. MIT Press. p. 193. doi:10.7551/mitpress/9780262019613.001.0001. ISBN 978-0-2620-1961-3.",
          "Claudio Tucci (11 November 2008). \"Confesercenti, la crisi economica rende ancor più pericolosa la mafia\". Confesercenti (in Italian). Ilsole24ore.com. Archived from the original on 27 April 2011. Retrieved 21 April 2011.",
          "Nick Squires (9 January 2010). \"Italy claims finally defeating the mafia\". The Daily Telegraph. London. Archived from the original on 29 April 2011. Retrieved 21 April 2011.",
          "Kiefer, Peter (22 October 2007). \"Mafia crime is 7% of GDP in Italy, group reports\". The New York Times. Archived from the original on 1 May 2011. Retrieved 19 April 2011.",
          "Maria Loi (1 October 2009). \"Rapporto Censis: 13 milioni di italiani convivono con la mafia\". Censis (in Italian). Antimafia Duemila. Archived from the original on 29 April 2011. Retrieved 21 April 2011.",
          "Kington, Tom (1 October 2009). \"Mafia's influence hovers over 13 m Italians, says report\". The Guardian. London. Archived from the original on 8 September 2013. Retrieved 5 May 2010.",
          "ANSA (14 March 2011). \"Italy: Anti-mafia police arrest 35 suspects in northern Lombardy region\". adnkronos.com. Mafia Today. Archived from the original on 29 April 2011. Retrieved 21 April 2011.",
          "\"Crime Statistics – Murders (per capita) (more recent) by country\". NationMaster.com. Archived from the original on 29 September 2008. Retrieved 4 April 2010.",
          "\"Missioni/Attivita' Internazionali DAL 1 October 2013 AL 31 December 2013 – Situazione AL 11 December 2013\" (PDF). Italian Ministry of Defence. Archived (PDF) from the original on 1 February 2014. Retrieved 27 January 2014.",
          "\"Italy donates 60 million euros to PA\". Ma'an News Agency. 4 September 2013. Archived from the original on 18 October 2014. Retrieved 27 January 2014.",
          "\"Law n°226 of August 23, 2004\". Camera.it. Archived from the original on 17 January 2013. Retrieved 13 July 2012.",
          "Italian Ministry of Defence. \"Nota aggiuntiva allo stato di previsione per la Difesa per l'anno 2009\" (PDF) (in Italian). Archived from the original (PDF) on 4 May 2011. Retrieved 11 July 2014.",
          "Hans M. Kristensen / Natural Resources Defense Council (2005). \"NRDC: U.S. Nuclear Weapons in Europe – part 1\" (PDF). Archived from the original (PDF) on 1 January 2011. Retrieved 30 May 2011.",
          "\"La Marina Militare OGGI\" (PDF) (in Italian). Archived (PDF) from the original on 25 May 2022. Retrieved 28 April 2022.",
          "\"The Carabinieri Force is linked to the Ministry of Defence\". Carabinieri. Archived from the original on 30 April 2011. Retrieved 14 May 2010.",
          "\"Regioni italiane\" (in Italian). Archived from the original on 9 May 2022. Retrieved 30 April 2022.",
          "\"Indicatori demografici\". istat.it (in Italian). 8 April 2022. Retrieved 27 July 2022.",
          "Max Roser (2014), \"Total Fertility Rate around the world over the last centuries\", Our World In Data, Gapminder Foundation, archived from the original on 7 August 2018, retrieved 7 May 2019",
          "ISTAT. \"Average number of children born per woman 2005–2008\" (PDF) (in Italian). Archived (PDF) from the original on 10 August 2011. Retrieved 3 May 2009.",
          "ISTAT. \"Crude birth rates, mortality rates and marriage rates 2005–2008\" (PDF) (in Italian). Archived (PDF) from the original on 10 August 2011. Retrieved 10 May 2009.",
          "\"Previsioni della popolazione, 2011–2065, dati al 1° gennaio\". Demo.istat.it. Archived from the original on 6 March 2013. Retrieved 12 March 2013.",
          "Jones, Tobias (3 January 2024). \"Boosting Italy's birthrate has become a patriotic cause for the far right. But it's an idea that's doomed\". The Guardian. ISSN 0261-3077. Retrieved 29 May 2024.",
          "\"The World Factbook\". Central Intelligence Agency. Archived from the original on 1 July 2021. Retrieved 28 May 2021.",
          "\"Aging population of Italy\". Statista. Retrieved 29 May 2024.",
          "\"Italy's falling birth rate is a crisis that's only getting worse\". euronews. 10 May 2024. Retrieved 29 May 2024.",
          "Mortensen, Barbie Latza Nadeau, Valentina Di Donato, Antonia (17 May 2023). \"'Low fertility trap': Why Italy's falling birth rate is causing alarm\". CNN. Retrieved 29 May 2024.",
          "\"Causes of the Italian mass emigration\". ThinkQuest Library. 15 August 1999. Archived from the original on 1 July 2009. Retrieved 11 August 2014.",
          "Allen, Beverly (1997). Revisioning Italy national identity and global culture. Minneapolis: University of Minnesota Press. p. 169. ISBN 978-0-8166-2727-1.",
          "\"XXIX Rapporto Immigrazione 2020\" (PDF) (in Italian). Retrieved 31 December 2021.",
          "\"Population on 1 January by sex, country of birth and broad group of citizenship\". Retrieved 28 August 2023.",
          "\"Immigrants.Stat\". Istat. Archived from the original on 9 July 2017. Retrieved 15 June 2017.",
          "\"National demographic balance 2016\". Istat. Retrieved 15 June 2017.",
          "\"Legge 15 Dicembre 1999, n. 482 \"Norme in materia di tutela delle minoranze linguistiche storiche\" pubblicata nella Gazzetta Ufficiale n. 297 del 20 dicembre 1999\". Italian Parliament. Archived from the original on 12 May 2015. Retrieved 2 December 2014.",
          "\"Eurobarometer – Europeans and their languages\" (485 KB). February 2006. Archived (PDF) from the original on 30 April 2011.",
          "\"UNESCO Atlas of the World's Languages in danger\". UNESCO. Archived from the original on 18 December 2016. Retrieved 2 January 2018.",
          "\"Italian language\". Encyclopædia Britannica. 3 November 2008. Archived from the original on 29 November 2009. Retrieved 19 November 2009.",
          "\"Ready for Ratification\". European Centre for Minority Issues. Archived from the original on 3 January 2018.",
          "\"Linguistic diversity among foreign citizens in Italy\". Italian National Institute of Statistics. 24 July 2014. Archived from the original on 30 July 2014. Retrieved 27 July 2014.",
          "\"Country Profile: Vatican City State\". Archived from the original on 31 December 2010. Retrieved 5 February 2016.",
          "Dell'orto, Giovanna (5 October 2023). \"The Nones: Italy\". Associated Press News. Retrieved 6 October 2023.",
          "Dell'orto, Giovanna (5 October 2023). \"From cradle to casket, life for Italians changes as Catholic faith loses relevance\". Associated Press News. Retrieved 6 October 2023.",
          "\"The Global Catholic Population\". Pew Research Center's Religion & Public Life Project. 13 February 2013.",
          "\"Catholicism No Longer Italy's State Religion\". Sun Sentinel. 4 June 1985. Archived from the original on 20 October 2013. Retrieved 7 September 2013.",
          "Leustean, Lucian N. (2014). Eastern Christianity and Politics in the Twenty-First Century. Routledge. p. 723. ISBN 978-0-4156-8490-3.",
          "Dawidowicz, Lucy S. (1986). The war against the Jews, 1933–1945. New York: Bantam Books. ISBN 978-0-5533-4302-1.",
          "\"The Jewish Community of Italy (Unione delle Comunita Ebraiche Italiane)\". The European Jewish Congress. Archived from the original on 13 March 2013. Retrieved 25 August 2014.",
          "\"Eurispes, risultati del primo Rapporto di ricerca su \"L'Induismo in Italia\"\" (in Italian). 4 November 2019. Retrieved 31 December 2021.",
          "\"NRI Sikhs in Italy\". Nriinternet.com. 15 November 2004. Archived from the original on 7 February 2011. Retrieved 30 October 2010.",
          "\"Italy: Islam denied income tax revenue – Adnkronos Religion\". Adnkronos.com. 7 April 2003. Archived from the original on 20 June 2013. Retrieved 2 June 2013.",
          "\"Law 27 December 2007, n.296\". Italian Parliament. Archived from the original on 6 December 2012. Retrieved 30 September 2012.",
          "\"| Human Development Reports\" (PDF). Hdr.undp.org. Archived from the original (PDF) on 29 April 2011. Retrieved 18 January 2014.",
          "\"PISA 2018 results\". oecd.org. Retrieved 6 April 2021.",
          "\"Programme for International Student Assessment (PISA) Italy report\" (PDF).",
          "\"The literacy divide: territorial differences in the Italian education system\" (PDF). Parthenope University of Naples. Archived from the original (PDF) on 17 November 2015. Retrieved 16 November 2015.",
          "\"Number of top-ranked universities by country in Europe\". jakubmarian.com. 2019.",
          "\"Censis, la classifica delle università: Bologna ancora prima\". La Repubblica. 3 July 2017.",
          "\"Academic Ranking of World Universities 2015\". Shanghai Ranking Consultancy. 2015. Archived from the original on 30 October 2015. Retrieved 29 October 2015.",
          "Duarte, A.; Fernandes, J.; Bernardes, J.; Miguel, G. (2016). \"Citrus as a Component of the Mediterranean Diet\". Journal of Spatial and Organizational Dynamics – JSOD. 4: 289–304.",
          "\"World Health Statistics 2016: Monitoring health for the SDGs Annex B: tables of health statistics by country, WHO region and globally\". World Health Organization. 2016. Archived from the original on 23 June 2016. Retrieved 27 June 2016.",
          "\"Global Prevalence of Adult Obesity\" (PDF). International Obesity Taskforce. Archived from the original (PDF) on 27 March 2009. Retrieved 29 January 2008.",
          "Dinu, M; Pagliai, G; Casini, A; Sofi, F (10 May 2017). \"Mediterranean diet and multiple health outcomes: an umbrella review of meta-analyses of observational studies and randomised trials\". European Journal of Clinical Nutrition. 72 (1): 30–43. doi:10.1038/ejcn.2017.58. hdl:2158/1081996. PMID 28488692. S2CID 7702206.",
          "\"UNESCO Culture Sector, Eighth Session of the Intergovernmental Committee (8.COM) – from 2 to 7 December 2013\". Archived from the original on 20 December 2013. Retrieved 3 April 2014.",
          "\"UNESCO – Culture – Intangible Heritage – Lists & Register – Inscribed Elements – Mediterranean Diet\". Archived from the original on 15 April 2014. Retrieved 3 April 2014.",
          "\"OECD Health Statistics 2014 How Does Italy Compare?\" (PDF). OECD. 2014. Archived from the original (PDF) on 24 September 2015.",
          "\"Smoking Ban Begins in Italy | Europe | DW.COM | 10 January 2005\". Deutsche Welle. Archived from the original on 21 June 2015. Retrieved 1 August 2010.",
          "\"Italy – Health\". Dev.prenhall.com. Archived from the original on 1 July 2009. Retrieved 2 August 2010.",
          "\"The World Health Organization's ranking of the world's health systems\". Photius.com. Retrieved 7 September 2015.",
          "\"Italy's Struggling Economy Has World's Healthiest People\". Bloomberg News. 20 March 2017. Retrieved 9 December 2020.",
          "\"Select Country or Country Groups\". Archived from the original on 22 October 2017. Retrieved 22 October 2017.",
          "\"Gross domestic product (2015)\" (PDF). The World Bank: World Development Indicators database. World Bank. 28 April 2017. Archived (PDF) from the original on 1 February 2017. Retrieved 17 May 2017.",
          "Sensenbrenner, Frank; Arcelli, Angelo Federico. \"Italy's Economy Is Much Stronger Than It Seems\". HuffPost. Archived from the original on 6 December 2014. Retrieved 25 November 2014.",
          "Dadush, Uri. \"Is the Italian Economy on the Mend?\". Carnegie Europe. Archived from the original on 13 July 2015. Retrieved 25 November 2014.",
          "\"Doing Business in Italy: 2014 Country Commercial Guide for U.S. Companies\" (PDF). United States Commercial Service. Archived from the original (PDF) on 15 July 2014. Retrieved 25 November 2014.",
          "\"The World Health Organization's ranking of the world's health systems\". Photius.com. Archived from the original on 5 January 2010. Retrieved 7 September 2015.",
          "\"The Global Creativity Index 2011\" (PDF). Martin Prosperity Institute. Archived (PDF) from the original on 30 September 2014. Retrieved 26 November 2014.",
          "Aksoy, M. Ataman; Ng, Francis. \"The Evolution of Agricultural Trade Flows\" (PDF). The World Bank. Archived (PDF) from the original on 29 November 2014. Retrieved 25 November 2014.",
          "Pisa, Nick (12 June 2011). \"Italy overtakes France to become world's largest wine producer\". The Telegraph. Archived from the original on 3 September 2011. Retrieved 17 August 2011.",
          "\"Automotive Market Sector Profile – Italy\" (PDF). The Canadian Trade Commissioner Service. Archived from the original (PDF) on 5 December 2014. Retrieved 26 November 2014.",
          "\"Data & Trends of the European Food and Drink Industry 2013–2014\" (PDF). FoodDrinkEurope. Archived from the original (PDF) on 6 December 2014. Retrieved 26 November 2014.",
          "\"Italy fashion industry back to growth in 2014\". Reuters. 10 January 2014. Archived from the original on 5 December 2014. Retrieved 26 November 2014.",
          "\"Milan, Italy's Industrial and Financial Capital\". 18 May 2018. Archived from the original on 7 July 2022. Retrieved 27 May 2022.",
          "\"The spotlight sharpens: Eni and corruption in Republic of Congo's oil sector\". Global Witness.",
          "\"Knowledge Economy Forum 2008: Innovative Small And Medium Enterprises Are Key To Europe & Central Asian Growth\". The World Bank. 19 May 2005. Archived from the original on 23 June 2008. Retrieved 17 June 2008.",
          "\"Auto: settore da 144mila imprese in Italia e 117 mld fatturato\". adnkronos.com. Archived from the original on 25 September 2015. Retrieved 23 September 2015.",
          "\"Country Profiles – Italy\". acea.thisconnect.com. Archived from the original on 11 February 2008. Retrieved 9 February 2008.",
          "\"Global Auto Market 2021. General Motors Is The Only Group To Report Double-digit Losses\". Archived from the original on 1 July 2021. Retrieved 27 May 2022.",
          "Haigh, Robert (18 February 2014). \"Ferrari – The World's Most Powerful Brand\". Brand Finance. Archived from the original on 2 February 2016. Retrieved 9 February 2015.",
          "\"Italy's fourth-biggest bank returns to the stockmarket\". The Economist. 26 October 2017. Archived from the original on 15 February 2018. Retrieved 26 October 2021.",
          "\"The Power of Cooperation – Cooperatives Europe key statistics 2015\" (PDF). Cooperatives Europe. April 2016. Archived (PDF) from the original on 12 November 2020. Retrieved 28 May 2021.",
          "\"In Val d'Agri with Upstream activities\". Eni. Archived from the original on 16 May 2022. Retrieved 3 February 2021.",
          "\"Italy, the economy: Resources and power\". Encyclopædia Britannica. 3 February 2015. Archived from the original on 9 February 2015. Retrieved 9 February 2015.",
          "Andrews, Edmund L. (1 January 2002). \"Germans Say Goodbye to the Mark, a Symbol of Strength and Unity\". The New York Times. Archived from the original on 1 May 2011. Retrieved 18 March 2011.",
          "Taylor Martin, Susan (28 December 1998). \"On Jan. 1, out of many arises one Euro\". St. Petersburg Times. p. National, 1.A.",
          "Orsi, Roberto (23 April 2013). \"The Quiet Collapse of the Italian Economy\". The London School of Economics. Archived from the original on 19 November 2014. Retrieved 24 November 2014.",
          "Nicholas Crafts, Gianni Toniolo (1996). Economic growth in Europe since 1945. Cambridge University Press. p. 428. ISBN 978-0-5214-9627-8.",
          "Balcerowicz, Leszek. \"Economic Growth in the European Union\" (PDF). The Lisbon Council. Archived (PDF) from the original on 14 July 2014. Retrieved 8 October 2014.",
          "\"\"Secular stagnation\" in graphics\". The Economist. Archived from the original on 23 November 2014. Retrieved 24 November 2014.",
          "\"Debito pubblico oltre 2.300 miliardi e all'estero non lo comprano\". 15 May 2018. Archived from the original on 21 February 2020. Retrieved 1 June 2018.",
          "\"Government debt increased to 93.9% of GDP in euro area and to 88.0% in EU28\" (PDF). Eurostat. Archived (PDF) from the original on 21 October 2014. Retrieved 24 November 2014.",
          "\"Could Italy Be Better Off than its Peers?\". CNBC. 18 May 2010. Archived from the original on 30 April 2011. Retrieved 30 May 2011.",
          "\"Household debt and the OECD's surveillance of member states\" (PDF). OECD Economics Department. Archived from the original (PDF) on 9 January 2015. Retrieved 26 November 2014.",
          "\"Oh for a new risorgimento\". The Economist. Archived from the original on 24 October 2014. Retrieved 24 November 2014.",
          "\"Comune per Comune, ecco la mappa navigabile dei redditi dichiarati in Italia\". lastampa.it. Archived from the original on 5 April 2015. Retrieved 4 April 2015.",
          "\"GDP per capita at regional level\" (PDF). Istat. Archived (PDF) from the original on 26 October 2017. Retrieved 25 October 2017.",
          "\"Euro area unemployment rate at 11%\" (PDF). Eurostat. Archived (PDF) from the original on 31 July 2017. Retrieved 26 October 2017.",
          "Istat. \"Employment and unemployment: second quarter 2017\" (PDF). Archived (PDF) from the original on 26 October 2017. Retrieved 26 October 2017.",
          "\"L'Italia è il maggiore produttore di vino\" (in Italian). 25 November 2018. Archived from the original on 11 November 2021. Retrieved 11 November 2021.",
          "\"L'Italia è il paese con più vitigni autoctoni al mondo\" (in Italian). 3 June 2017. Archived from the original on 1 November 2021. Retrieved 11 November 2021.",
          "\"Censimento Agricoltura 2010\". ISTAT. 24 October 2010. Archived from the original on 13 February 2015. Retrieved 11 February 2015.",
          "\"OIV report on the State of the vitiviniculture world market\". news.reseau-concept.net. Réseau-CONCEPT. 2010. Archived from the original (PowerPoint presentation) on 28 July 2011.",
          "Lenarduzzi, Thea (30 January 2016). \"The motorway that built Italy: Piero Puricelli's masterpiece\". The Independent. Archived from the original on 26 May 2022. Retrieved 12 May 2022.",
          "European Commission. \"Panorama of Transport\" (PDF). Archived from the original (PDF) on 7 April 2009. Retrieved 3 May 2009.",
          "\"Special report: A European high-speed rail network\". op.europa.eu. Retrieved 22 July 2023.",
          "\"Trasporto aereo in Italia (PDF)\". ISTAT. 7 January 2013. Retrieved 5 August 2013.",
          "\"Aeroporti in Italia: quanti sono? Elenco per regione\" (in Italian). Archived from the original on 17 November 2022. Retrieved 17 November 2022.",
          "Buckley, Julia (18 October 2021). \"Italy reveals its new national airline\". CNN. Retrieved 18 October 2021.",
          "Villamizar, Helwing (15 October 2021). \"Italian Flag Carrier ITA Airways Is Born\". Airways Magazine. Archived from the original on 16 October 2021. Retrieved 18 October 2021.",
          "\"HHLA PLT Italy starting on schedule | Hellenic Shipping News Worldwide\". hellenicshippingnews.com.",
          "\"Il rapporto Comuni Rinnovabili 2015\". Comuni Rinnovabili (in Italian). Legambiente. 18 May 2015. Retrieved 13 March 2016.",
          "\"Rapporto Statistico sugli Impianti a fonti rinnovabili\". Gestore dei Servizi Energetici. 19 December 2013. Archived from the original on 18 October 2017. Retrieved 11 February 2015.",
          "\"Summary for Eni SpA\". Retrieved 1 July 2020.",
          "\"The Italian Montalto di Castro and Rovigo PV plants\". solarserver.com. Archived from the original on 9 May 2018. Retrieved 8 May 2018.",
          "\"Inventario delle risorse geotermiche nazionali\". UNMIG. 2011. Archived from the original on 22 July 2011. Retrieved 14 September 2011.",
          "Singer, C. (1941). A Short History of Science to the Nineteenth Century. Clarendon Press. p. 217.",
          "Whitehouse, D. (2009). Renaissance Genius: Galileo Galilei & His Legacy to Modern Science. Sterling Publishing. p. 219. ISBN 978-1-4027-6977-1.",
          "Weidhorn, Manfred (2005). The Person of the Millennium: The Unique Impact of Galileo on World History. iUniverse. p. 155. ISBN 978-0-5953-6877-8.",
          "Disraeli, I. (1835). Curiosities of Literature. W. Pearson & Company. p. 371.",
          "\"I Laboratori Nazionali del Gran Sasso\" (in Italian). Retrieved 15 January 2018.",
          "WIPO (12 January 2024). Global Innovation Index 2023, 15th Edition. World Intellectual Property Organization. doi:10.34667/tind.46596. ISBN 978-9-2805-3432-0. Retrieved 23 October 2023.",
          "\"Science and Technology Parks in Italy\". Archived from the original on 19 July 2023. Retrieved 28 August 2023.",
          "Alampi, Matteo (December 2007). \"Underdevelopment in Southern Italy: Traditional Setbacks and Modern Solutions\". Fisher Digital Publications – via International Studies Masters.",
          "Di Pietro, Giorgio (June 2021). \"Changes in Italy's education-related digital divide\". Economic Affairs. 41 (2): 252–270. doi:10.1111/ecaf.12471. ISSN 0265-0665. S2CID 237848271.",
          "\"Grand Tour\" (in Italian). Retrieved 6 May 2022.",
          "\"Italy on the Grand Tour (Getty Exhibitions)\". Retrieved 9 June 2015.",
          "\"World Tourism Barometer\" (PDF). World Tourism Organization. May 2024. p. 19. Retrieved 24 June 2024.",
          "\"Travel & Tourism Economic Impact 2015 Italy\" (PDF). World Travel and Tourism Council. Archived from the original (PDF) on 10 October 2017. Retrieved 20 May 2017.",
          "\"In Italia 11mila matrimoni stranieri, un turismo da 599 milioni\" (in Italian). February 2023. Retrieved 2 February 2023.",
          "\"10 Migliori destinazioni italiane per vita notturna\" (in Italian). Retrieved 28 December 2021.",
          "\"VACANZE IN MONTAGNA IN ITALIA: IN INVERNO E IN ESTATE\" (in Italian). 30 July 2017. Retrieved 1 January 2022.",
          "\"Il turismo balneare\" (in Italian). 14 February 2018. Retrieved 1 January 2022.",
          "\"Crociere, Cemar: 8,8 milioni di passeggeri nei porti italiani\" (in Italian). 27 April 2022. Retrieved 13 May 2022.",
          "\"Number of nights spent in tourist accommodation establishments in the top 20 EU-28 tourist regions, by NUTS 2 regions, 2015 (million nights spent) RYB17 – Statistics Explained\". European Commission. Retrieved 17 April 2022.",
          "\"Ranking the 30 Most-Visited Cities in the World\". TravelPulse.",
          "\"The World Heritage Convention\". UNESCO. Archived from the original on 27 August 2016. Retrieved 1 August 2021.",
          "\"Italy\". UNESCO World Heritage Centre. Archived from the original on 1 December 2021. Retrieved 9 April 2019.",
          "Killinger, Charles (2005). Culture and customs of Italy (1. publ. ed.). Westport, Conn.: Greenwood Press. p. 3. ISBN 978-0-3133-2489-5.",
          "Cole, Alison (1995). Virtue and magnificence: art of the Italian Renaissance courts. New York: H.N. Abrams. ISBN 978-0-8109-2733-9.",
          "Chronopoulou, Angeliki (23 January 2024). \"Reggia Di Caserta Historical Overview\". Academia. Retrieved 23 January 2024.",
          "FERRAND, Franck (24 October 2013). Dictionnaire amoureux de Versailles. Place des éditeurs. ISBN 9782259222679 – via Google Books.",
          "Campbell, Stephen J; Cole, Michael Wayne (2012). Italian Renaissance Art. New York: Thames & Hudson Inc. pp. 95–97.",
          "Centre, UNESCO World Heritage. \"City of Vicenza and the Palladian Villas of the Veneto\". UNESCO World Heritage Centre.",
          "Hersey, George (2001). Architecture and Geometry in the Age of the Baroque. Chicago: University of Chicago Press. p. 119. ISBN 0-2263-2784-1.",
          "\"Renzo Piano\". The New York Times. Retrieved 20 August 2017.",
          "\"Roman Painting\". art-and-archaeology.com. Archived from the original on 26 July 2013.",
          "\"Roman Wall Painting\". accd.edu. Archived from the original on 19 March 2007.",
          "Poetry and Drama: Literary Terms and Concepts. The Rosen Publishing Group. 2011. ISBN 978-1-6153-0490-5. Retrieved 18 October 2011.",
          "Brand, Peter; Pertile, Lino, eds. (1999). \"2 – Poetry. Francis of Assisi (pp. 5ff.)\". The Cambridge History of Italian Literature. Cambridge University Press. ISBN 978-0-5216-6622-0. Archived from the original on 10 June 2016. Retrieved 31 December 2015.",
          "Bloom, Harold (1994). The Western Canon. Harcourt Brace. ISBN 978-0-1519-5747-7.",
          "\"Giovanni Boccaccio: The Decameron.\". Encyclopædia Britannica. Archived from the original on 19 December 2013. Retrieved 18 December 2013.",
          "Opie, Iona; Opie, Peter (1974), The Classic Fairy Tales, Oxford and New York: Oxford University Press, ISBN 978-0-1921-1559-1",
          "\"Alessandro Manzoni | Italian author\". Encyclopædia Britannica. 18 May 2023.",
          "Gaetana Marrone; Paolo Puppa (2006). Encyclopedia of Italian Literary Studies. Routledge. p. 1654. ISBN 978-1-1354-5530-9.",
          "The 20th-Century art book (Reprinted. ed.). dsdLondon: Phaidon Press. 2001. ISBN 978-0-7148-3542-6.",
          "\"All Nobel Prizes in Literature\". Nobel Foundation. Archived from the original on 29 May 2011. Retrieved 30 May 2011.",
          "Garin, Eugenio (2008). History of Italian Philosophy. VIBS. ISBN 978-9-0420-2321-5.",
          "Herodotus. The Histories. Penguin Classics. p. 226.",
          "\"St. Thomas Aquinas | Biography, Philosophy, & Facts\". Encyclopædia Britannica. Retrieved 20 January 2020.",
          "Hostettler, John (2011). Cesare Beccaria: The Genius of 'On Crimes and Punishments'. Hampshire: Waterside Press. p. 160. ISBN 978-1-9043-8063-4.",
          "\"Introduction to Montessori Method\". American Montessori Society.",
          "Blair, Peter. \"Reason and Faith: The Thought of Thomas Aquinas\". The Dartmouth Apologia. Archived from the original on 13 September 2013. Retrieved 18 December 2013.",
          "\"The Enlightenment throughout Europe\". International World History Project. Archived from the original on 23 January 2013. Retrieved 12 December 2017.",
          "\"History of Philosophy 70\". maritain.nd.edu. Archived from the original on 25 May 2017. Retrieved 12 December 2017.",
          "Scarangello, Anthony (1964). \"Major Catholic-Liberal Educational Philosophers of the Italian Risorgimento\". History of Education Quarterly. 4 (4): 232–250. doi:10.2307/367499. JSTOR 367499. S2CID 147563567.",
          "Pernicone, Nunzio (2009). Italian Anarchism 1864–1892. AK Press. pp. 111–113.",
          "Balestrini, Nanni; Moroni, Primo (1997). L'orda d'oro 1968–1977. La grande ondata rivoluzionaria e creativa, politica ed esistenziale. SugarCo. ISBN 8-8078-1462-5.",
          "\"Storia del Teatro nelle città d'Italia\" (in Italian). Retrieved 27 July 2022.",
          "\"Storia del teatro: lo spazio scenico in Toscana\" (in Italian). Retrieved 28 July 2022.",
          "Antonucci, Giovanni (1995). Storia del teatro italiano (in Italian). Newton Compton Editori. pp. 10–14. ISBN 978-8-8798-3974-7.",
          "Antonucci, Giovanni (1995). Storia del teatro italiano (in Italian). Newton Compton Editori. p. 18. ISBN 978-8-8798-3974-7.",
          "Chaffee, Judith; Crick, Olly (2015). The Routledge Companion to Commedia Dell'Arte. London and New York: Rutledge Taylor and Francis Group. p. 1. ISBN 978-0-4157-4506-2.",
          "Katritzky, M. A. (2006). The Art of Commedia: A Study in the Commedia dell'arte 1560–1620 with Special Reference to the Visual Records. New York: Editions Rodopi. p. 82. ISBN 978-9-0420-1798-6.",
          "\"The Ballet\". metmuseum.org.",
          "\"Andros on Ballet – Catherine Medici De\". michaelminn.net. Archived from the original on 9 February 2008.",
          "Erlich, Cyril (1990). The Piano: A History. Oxford University Press, US; Revised edition. ISBN 978-0-1981-6171-4.",
          "Allen, Edward Heron (1914). Violin-making, as it was and is: Being a Historical, Theoretical, and Practical Treatise on the Science and Art of Violin-making, for the Use of Violin Makers and Players, Amateur and Professional. Preceded by An Essay on the Violin and Its Position as a Musical Instrument. E. Howe.",
          "Kimbell, David R.B. (1994). Italian Opera. Cambridge University Press. ISBN 978-0-5214-6643-1. Retrieved 20 December 2009.",
          "Keller, Catalano and Colicci (25 September 2017). Garland Encyclopedia of World Music. Routledge. pp. 604–625. ISBN 978-1-3515-4426-9.",
          "Sisario, Ben (3 October 2012). \"A Roman Rapper Comes to New York, Where He Can Get Real\". The New York Times. Archived from the original on 3 January 2022. Retrieved 24 February 2014.",
          "Sharpe-Young, Garry (2003). A–Z of Power Metal. Rockdetector Series. Cherry Red Books. ISBN 978-1-901447-13-2.",
          "McDonnell, John (1 September 2008). \"Scene and heard: Italo-disco\". The Guardian. London. Retrieved 14 July 2012.",
          "Evan Cater. \"Philip Oakey & Giorgio Moroder: Overview\". AllMusic. Retrieved 21 December 2009.",
          "Yiorgos Kasapoglou (27 February 2007). \"Sanremo Music Festival kicks off tonight\". esctoday.com. Retrieved 18 August 2011.",
          "Cirone, Federica (29 August 2023). \"Cantanti italiani, quali sono quelli che hanno avuto più successo all'estero\" (in Italian). socialboost.it. Retrieved 5 June 2024.",
          "\"L'œuvre cinématographique des frères Lumière – Pays: Italie\" (in French). Archived from the original on 20 March 2018. Retrieved 1 January 2022.",
          "\"Il Cinema Ritrovato – Italia 1896 – Grand Tour Italiano\" (in Italian). Archived from the original on 21 March 2018. Retrieved 1 January 2022.",
          "\"26 febbraio 1896 – Papa Leone XIII filmato Fratelli Lumière\" (in Italian). Retrieved 1 January 2022.",
          "\"Cinematografia\", Dizionario enciclopedico italiano (in Italian), vol. III, Treccani, 1970, p. 226",
          "Andrea Fioravanti (2006). La \"storia\" senza storia. Racconti del passato tra letteratura, cinema e televisione (in Italian). Morlacchi Editore. p. 121. ISBN 978-8-8607-4066-3.",
          "\"Il cinema delle avanguardie\" (in Italian). 30 September 2017. Retrieved 13 November 2022.",
          "\"Federico Fellini, i 10 migliori film per conoscere il grande regista\" (in Italian). 20 January 2022. Retrieved 10 September 2022.",
          "Katz, Ephraim (2001), \"Italy\", The Film Encyclopedia, HarperResource, pp. 682–685, ISBN 978-0-0607-4214-0",
          "Brunetta, Gian Piero (2002). Storia del cinema mondiale (in Italian). Vol. III. Einaudi. pp. 357–359. ISBN 978-8-8061-4528-6.",
          "\"The Cinema Under Mussolini\". Ccat.sas.upenn.edu. Archived from the original on 31 July 2010. Retrieved 30 October 2010.",
          "\"STORIA 'POCONORMALE' DEL CINEMA: ITALIA ANNI '80, IL DECLINO\" (in Italian). Retrieved 1 January 2022.",
          "Ebert, Roger. \"The Bicycle Thief / Bicycle Thieves (1949)\". Chicago Sun-Times. Archived from the original on 27 February 2009. Retrieved 8 September 2011.",
          "\"The 25 Most Influential Directors of All Time\". MovieMaker Magazine. 7 July 2002. Archived from the original on 11 December 2015. Retrieved 21 February 2017.",
          "\"Italian Neorealism – Explore – The Criterion Collection\". Criterion.com. Archived from the original on 18 September 2011. Retrieved 7 September 2011.",
          "\"Western all'italiana\" (in Italian). Retrieved 1 January 2022.",
          "\"Tarantino e i film italiani degli anni settanta\" (in Italian). Retrieved 1 January 2022.",
          "\"Cannes 2013. La grande bellezza\". Stanze di Cinema (in Italian). 21 May 2013. Retrieved 1 January 2022.",
          "\"Cinecittà, c'è l'accordo per espandere gli Studios italiani\" (in Italian). 30 December 2021. Retrieved 10 September 2022.",
          "Bondanella, Peter E. (2001). Italian Cinema: From Neorealism to the Present. Continuum. p. 13. ISBN 978-0-8264-1247-8.",
          "\"Oscar 2022: Paolo Sorrentino e gli altri candidati come miglior film internazionale\" (in Italian). 26 October 2021. Retrieved 1 January 2022.",
          "\"10 film italiani che hanno fatto la storia del Festival di Cannes\" (in Italian). 13 May 2014. Retrieved 1 January 2022.",
          "\"I film italiani vincitori del Leone d'Oro al Festival di Venezia\" (in Italian). 28 August 2018. Retrieved 1 January 2022.",
          "\"Film italiani vincitori Orso d'Oro di Berlino\" (in Italian). Retrieved 1 January 2022.",
          "Wilson, Bill (10 March 2014). \"Italian football counts cost of stagnation\". BBC News. Retrieved 12 June 2015.",
          "Hamil, Sean; Chadwick, Simon (2010). Managing football: an international perspective (1st ed., dodr. ed.). Amsterdam: Elsevier/Butterworth-Heinemann. p. 285. ISBN 978-1-8561-7544-9.",
          "\"Previous FIFA World Cups\". FIFA. Archived from the original on 25 January 2011. Retrieved 8 January 2011.",
          "\"Le squadre più tifate al mondo: classifica e numero di fan\" (in Italian). Retrieved 4 January 2022.",
          "\"Sport più seguiti: la (forse) sorprendente classifica mondiale\" (in Italian). 15 March 2021. Retrieved 4 January 2022.",
          "\"Basket Eurolega, l'albo d'oro delle squadre più forti e titolate d'Europa\" (in Italian). July 2019. Retrieved 4 January 2022.",
          "Foot, John (2012). Pedalare! Pedalare!: a history of Italian cycling. London: Bloomsbury. p. 312. ISBN 978-1-4088-2219-7.",
          "Hall, James (23 November 2012). \"Italy is best value skiing country, report finds\". The Daily Telegraph. London. Archived from the original on 3 October 2013. Retrieved 29 August 2013.",
          "\"Il tennis è il quarto sport in Italia per numero di praticanti\". Federazione Italiana Tennis. Archived from the original on 27 September 2013. Retrieved 29 August 2013.",
          "\"Internazionali d'Italia di Tennis – Roma 2021\" (in Italian). Retrieved 4 January 2022.",
          "\"Enzo Ferrari\" (in Italian). Retrieved 4 January 2022.",
          "\"GP d'Italia: albo d'oro\" (in Italian). 3 September 2020. Retrieved 4 January 2022.",
          "\"GP Italia: a Monza tra storia e passione\" (in Italian). 7 September 2021. Retrieved 4 January 2022.",
          "\"L'Italia che vince le corse\" (in Italian). 5 October 2021. Retrieved"
        ]
    },
    {
        "image_captions": "Nothing as of now"
    },
    {
        "references":"Nothing as of now"
    }
]